acpi
acpi_call
acpid
acpilight
alacritty-git
amd-ucode
base
base-devel
bash-completion
bibata-cursor-theme
bind
blueman
bluez
bluez-libs
bluez-utils
brightnessctl
btop-git
btrfs-progs
cliphist
cronie
cups
cups-pdf
dart-sass
dkms
dmidecode
docker
docker-compose
dosfstools
efibootmgr
fastfetch
feh-git
ffmpeg4.4
file-roller
firefox
fuse2
fuse3
fuseiso
ghostscript
git
gnome-multi-writer
go
gptfdisk
grim
gsfonts
gst-plugin-pipewire
gvfs
haveged
hyprland-git
hyprland-git-debug
hyprland-protocols-git
hyprwayland-scanner-git
jq
lenovolegionlinux-dkms-git
libreoffice-fresh
libva-utils
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lsof
lxappearance
lzop
mako
mesa-utils
minecraft-launcher
mokutil
mpv
neovim
network-manager-applet
networkmanager
noto-fonts-emoji
noto-fonts-jp-vf
npm
ntfs-3g
openssh
opentabletdriver-git
os-prober
osu-lazer-bin
p7zip
pacman-contrib
pamixer
papirus-icon-theme
paru-git
pavucontrol
php
pipewire-alsa
pipewire-jack
pipewire-pulse
pipewire-v4l2
pipewire-x11-bell
pipewire-zeroconf
polkit-gnome
power-profiles-daemon
psensor-git
pyfan
python-numpy1
python-pip
python-requests
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rocm-smi-lib
rsync
rust
sddm-git
sdl_ttf
slack
slurp
smartmontools
spotify-launcher
swappy
swaylock-effects
swww
tenacity
thunar
thunar-archive-plugin
tmux
traceroute
ttf-bitstream-vera
ttf-dejavu
ttf-iosevka-term
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-ms-fonts
typescript
ufw
unrar
unzip
usbutils
vesktop-git
vim
waybar
wget
wireplumber
wl-clipboard
wlogout
wlroots
wofi
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xf86-video-vesa
xfce4-settings
xfsprogs
xorg-appres
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-alias-100dpi
xorg-fonts-alias-75dpi
xorg-fonts-alias-cyrillic
xorg-fonts-alias-misc
xorg-fonts-cyrillic
xorg-fonts-encodings
xorg-fonts-misc
xorg-fonts-type1
xorg-fonttosfnt
xorg-iceauth
xorg-mkfontscale
xorg-oclock
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-util-macros
xorg-x11perf
xorg-xauth
xorg-xbiff
xorg-xcalc
xorg-xclipboard
xorg-xclock
xorg-xcmsdb
xorg-xconsole
xorg-xcursorgen
xorg-xdm
xorg-xdpyinfo
xorg-xdriinfo
xorg-xedit
xorg-xev
xorg-xeyes
xorg-xfd
xorg-xfontsel
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbprint
xorg-xkbutils
xorg-xkill
xorg-xload
xorg-xlogo
xorg-xlsatoms
xorg-xlsclients
xorg-xlsfonts
xorg-xmag
xorg-xman
xorg-xmessage
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvidtune
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zenity
zip
zoom
zsh
